Repository: ericmadethat/bedbugsmtl
Catalog: l/*/LC_MESSAGES/*.po
Languages: fr

source: About
fr: À Propos

source: Rates
fr: Tarifs

source: Rent a Packtite. Rid your stuff from the bug.
fr: Louez un Packtite, finissez-en avec les punaises.

source: Protect your items
fr: Sauver vos effets personnels

source: With the Packtite Closet, you can heat-treat and save your items from any hidden bed bugs.
fr: Avec le Packtite, vous pourrez traiter et sauver vos effets personnels qui ont été contaminés.

source: These monsters can hide anywhere.
fr: Les punaises peuvent se cacher n'importe où: dans vos livres, jouets, vêtements, ordinateurs portables, valises, et on en passes. Ils peuvent s'aplatir et se faufiler dans des trous aussi mince qu'une carte de crédit.

source: The Packtite Closet is a heat-treatment machine.
fr: Le Packtite Closet est une machine de traitement thermique qui vous permet de sauvegarder vos objets en les chauffant à 120 ° F (49 ° C), la température à laquelle les punaises meurent.

source: Refer to us a paying customer, and we will give you a %s cashback.
fr: Rapportez-nous des clients payant, et nous vous remettrons %s sur votre achat.

source: All Rights Reserved.
fr: Tous droits réservés.

source: Attribution notice
fr: Le contenu de ce site, incluant les images et les graphiques, ne peut être reproduit ou emprunté sans le consentement du propriétaire.

source: Site credits
fr: Site conçu par %s et %s

source: How does the rental process work?
fr: Comment fait-on pour louer?

source: How do I assemble the Packtite Closet?
fr: Comment fait-on pour assembler le Packtite?

source: How long do I have to run the machine for?
fr: Le traitement dure combien de temps?

source: When do I have to return the Packtite Closet?
fr: Quand devons-nous remettre le Packtite?

source: Can the Packtite Closet treat my infested home?
fr: Est-il possible de traiter notre maison au complet?

source: Where can I learn more about how to deal with bed bugs?
fr: Où puis-je trouver plus d'information sur les punaises?

source: Back to FAQ
fr: Retour à la liste

source: The Packtite Closet includes:
fr: Le Packtite comprend:

source: The closet itself
fr: L'appareil lui-même

source: An internal metal frame
fr: Une structure métallique interne

source: A blower-heater combo
fr: Une souffleuse pour le chauffage

source: A Thermometer
fr: Un thermomètre

source: A timer
fr: Un minuteur

source: Click here to download the official Packtite Closet instructions manual.
fr: %sClickez ici%s pour télécharger le manuel d'instructions (en anglais).

source: Beat the Bug
fr: Pince la Punaise

source: Beat the Bug Description
fr: Pince la Punaise

source: We offer flexible rental pricing to fit your rental needs. See our table for our rates.
fr: Nous offrons des tarifs flexibles qui répondront à vos besoins. Consultez le tableau pour nos taux.

source: Rental duration
fr: Durée de location

source: Price
fr: Prix

source: %d Days
fr: %d Jours

source: We require a deposit of 200$, or half the full rental amount, whichever is higher.
fr: Nous exigeons un dépôt du plus grand montant entre %s et la moitié du tarif de location.

source: A late fee of %s will be charged per day.
fr: Il y a un frais de %s par jour de retard.

source: Note that we define a day as 24 hours.
fr: Par exemple, si le Packtite a été emprunté un lundi pour 3 jours, il est doit être remit jeudi avant 17h au plus tard.

source: Please feel free to contact us if you have any questions. It will be our pleasure to help.
fr: Vous avez des questions? Il nous fera plaisir de vous aider.

source: Your message was received. Thank you for contacting us!
fr: Nous avons bien reçu votre message. Nous vous reviendrons dans les plus bref délais.

source: Your message could not be sent. Please use our contact information to get in touch with us.
fr: Votre message n'a pas pu être envoyé. Veuillez SVP nous contactez-nous directement.

source: your name
fr: votre nom

source: your email
fr: votre courriel

source: your phone number
fr: votre numéro de téléphone

source: your message
fr: votre message

source: send
fr: envoi
